Repository: Goodsims/moniwiki
Catalog: locale/po/*.po
Languages: fr

source: Upload new Attachment "%s"
fr: Télécharger le nouvel attachement "%s"

source: Translate %s to %s
fr: Translate %s en %s

source: "%s" is updated
fr: "%s" est mis à jour

source: Add Blog
fr: Ajouter un blog

source: Comment added to "%s"
fr: Commentaire ajouté à "%s"

source: Blog entry added to "%s"
fr: Entrée de blog ajouté à "%s"

source: Add Comment to "%s"
fr: Ajouter un commentaire à "%s"

source: Add Blog entry to "%s"
fr: Ajouter une entrée de blog à "%s"

source: Title
fr: titre

source: Don't add a signature
fr: Ne pas ajouter de signature

source: <b>horizontal rule</b> ---- is not applied on the blog mode.
fr: <b>Une règle horizontale</b> ---- ne s'applique pas au mode blog.

source: BlogChanges
fr: ModificationsBlog

source: Anonymous
fr: Anonyme

source: %d comment
fr: %d commentaire

source: %d comments
fr: %d commentaires

source: Add comment
fr: Ajouter un commentaire

source: Previous
fr: Précédent

source: Fatal error !
fr: Erreur fatale !

source: No filename given
fr: Aucun nom de fichier donné

source: Comment
fr: commentaire

source: Preview
fr: Prévisualisation

source: %s is commented successfully
fr: Vote réussi

source: No difference found
fr: Aucune différence trouvé

source: Difference between yours and the current
fr: Différence entre votre version et la courante

source: No older revisions available
fr: Aucune révision plus ancienne disponible

source: Difference between versions
fr: Différence entre les versions

source: Difference between r%s and r%s
fr: Différence entre r%s et r%s

source: Difference between r%s and the current
fr: Différence entre r%s et la version courante

source: Draw new picture
fr: Faire un nouveau dessin

source: Fail to copy "%s" to "%s"
fr: Impossible de copier "%s" vers "%s"

source: Edit drawing
fr: Éditer le dessin

source: Edit new drawing
fr: Éditer un nouveau dessin

source: %d day(s) left until %s.
fr: %d jour(s) restent avant %s.

source: It's today.
fr: C'est aujourd'hui.

source: %d day(s) passed from %s.
fr: %d jour(s) se sont passés depuis %s.

source: Full text search for "%s"
fr: Recherche en texte intégral pour "%s"

source: Found %s matching %s out of %s total pages
fr: Trouvé %s s'appariant avec %s sur un total de %s pages

source: Invalid search expression "%s"
fr: Expression de recherche "%s" invalide

source: Go back or return to %s
fr: Revenir en arrière ou retourner à %s

source: Revision History
fr: Historique de révision

source: Info. for %s
fr: Information sur %s

source: Create new picture
fr: Créer un nouveau dessin

source: Edit Image
fr: Éditer l'image

source: TwinPages of %s
fr: TwinPages de %s

source: See TwinPages:
fr: Voir TwinPages:

source: No TwinPages found.
fr: Aucune TwinPages trouvé

source: %s is not allowed to upload
fr: %s n'est pas une action valide

source: Password
fr: Mot de passe

source: Delete selected files
fr: Effacer les fichiers sélectionnés

source: Wider
fr: Plus large

source: Deeper
fr: Plus profond

source: Please Login or make your ID on this Wiki ;)
fr: Merci de vous connecter ou de construire un ID sur ce Wiki ;)

source: Voted successfully
fr: Vote réussi

source: Did you want to Backup your wiki ?
fr: Voulez vous faire une sauvegarde de votre wiki ?

source: Fail to chmod "%s" !
fr: Impossible de pouvoir "%s" !

source: Back to UserPreferences
fr: Retour à UserPreferences

source: It is a XML format !
fr: C'est un format XML !

source: Login:
fr: Identifiant de connection :

source: Password:
fr: Mot de passe :

source: Join
fr: Se joindre à

source: Logout
fr: Se déconnecter

source: UserPreferences
fr: PréférencesUtilisateur

source: No manpage selected
fr: Aucune page de manuel sélectionné

source: No manpage found
fr: Aucune page de manuel trouvé

source: Login or Join
fr: Se connecter ou se joindre à

source: %s or %s
fr: %s ou %s

source: Please login or make your ID.
fr: Merci de vous connectez ou de construire un ID

source: Goto UserPreferences
fr: Aller à UserPreferences

source: If you want to custumize your quicklinks, just make your ID and register your email address in the UserPreferences.
fr: Si vous voulez particulariser les liens rapides, construire votre ID et enregistrez votre adresse email dans les UserPreferences.

source: QucikLinks are updated.
fr: Les liens rapides ont été mis à jour.

source: Do you want to customize your quicklinks ?
fr: Voulez vous mettre à jour vos liens rapides ?

source: Blog Changes
fr: ModificationsBlog

source: BlogChanges at %s
fr: ModificationsBlog at %s

source: "%s" is renamed !
fr: "%s" est renommé !

source: Fail to rename "%s" !
fr: Impossible de renommer "%s" !

source: Rename "%s" ?
fr: Renommer "%s" ?

source: Rename
fr: Renommer

source: Only WikiMaster can rename this page
fr: Seulement le WikiMaster peut renommer cette page

source: with revision history
fr: avec l'historique de révision

source: Error: Don't try to overwrite it
fr: Erreur : n'essayez pas d'écrire par dessus

source: Error: tarball does not exists
fr: Erreur : l'archive n'existe pas

source: Restore %s
fr: Restaurer %s

source: Restore %s ?
fr: Restaurer %s ?

source: Restore backuped data
fr: Restaurer des données sauvegardées

source: You are not allowed to '%s' on this page
fr: Vous n'êtes pas autorisé à pouvoir '%s' cette page

source: You are not allowed to '%s' on this page.
fr: Vous n'êtes pas autorisé à pouvoir '%s' cette page

source: Error: Page Not found !
fr: Erreur : page non trouvé !

source: Error: No entry found!
fr: Erreur : entrée non trouvé !

source: Send TrackBack ping
fr: Envoyé un ping de TrackBack

source: Trackback sent
fr: Trackback envoyé

source: EmailNotification is not activated
fr: EmailNotification n'est pas activé

source: If you want to subscribe this page please contact the WikiMaster to activate the e-mail notification
fr: Si vous voulez vous abonner à cette page, merci de contacter le WikiMasterpour activer la notification par email

source: Please enter your email address first.
fr: Merci de rentrer d'abord votre adresse de messagerie

source: If you want to subscribe this page, just make your ID and register your email address in the UserPreferences.
fr: Si vous voulez vous abonner à cette page, construire votre ID et enregistrer votre adresse de messagerie dans UserPreferences.

source: Subscribe lists updated.
fr: Listes d'abonnement mises à jour

source: Do you want to subscribe "%s" ?
fr: Voulez vous abonner à "%s" ?

source: Theme cleared. Goto UserPreferences.
fr: Thème effacé. Allez à UserPreferences.

source: Please select a theme properly.
fr: Merci de sélectionner un thème de manière satisfaisante

source: TrackBack is not activated !
fr: Le TrackBack n'est pas activé !

source: send ping
fr: envoyer un ping

source: TrackBack list of %s
fr: List de TrackBack de %s

source: TrackBack URL for this page:
fr: URL de TrackBack pour cette page :

source: Send TrackBack Ping to another Blog:
fr: Envoyer un ping de TrackBack à un autre blog :

source: No TrackBack entry found for %s
fr: Aucune entrée de TrackBack détecté pour %s

source: Your e-mail address is confirmed successfully
fr: Mail envoyé avec succès

source: Please try again to register your e-mail address
fr: Merci de rentrer d'abord votre adresse de messagerie

source: ID does not exists !
fr: Erreur : l'archive n'existe pas

source: Invalid password !
fr: Merci d'entrer un mot de passe valide

source: Your email address is not valid
fr: Merci de rentrer d'abord votre adresse de messagerie

source: Rename %s to %s
fr: Renommer %s en %s

source: Version info does not supported by this wiki
fr: La messagerie n'est pas supporté par défaut.

source: See %s
fr: Voir %s

source: EditText
fr: ÉditionTexte

source: NotEditable
fr: PasÉditable

source: ShowPage
fr: MontrePage

source: FindPage
fr: TrouvePage

source: Create this page
fr: Créer cette page

source: or click %s to fullsearch this page.
fr: ou cliquer sur %s pour faire une recherche en texte intégral de cette page.

source: title
fr: titre

source: or alternativly, use one of these templates:
fr: ou alternativement, utiliser un de ces modèles de page :

source: To create your own templates, add a page with a 'Template' suffix.
fr: Pour créer vos propres modèles de pages, ajouter une page avec lesuffix 'Template'.

source: You are not allowed to '%s'
fr: Vous n'êtes pas autorisé à '%s'

source: Fail to "%s" !
fr: Impossible de pouvoir "%s" !

source: Please enter the valid password
fr: Merci d'entrer un mot de passe valide

source: <b>Emphasis:</b> ''<i>italics</i>''; '''<b>bold</b>'''; '''''<b><i>bold italics</i></b>'''''; ''<i>mixed '''<b>bold</b>''' and italics</i>''; ---- horizontal rule.<br /> <b>Headings:</b> = Title 1 =; == Title 2 ==; === Title 3 ===; ==== Title 4 ====; ===== Title 5 =====.<br /> <b>Lists:</b> space and one of * bullets; 1., a., A., i., I. numbered items; 1.#n start numbering at n; space alone indents.<br /> <b>Links:</b> JoinCapitalizedWords; ["brackets and double quotes"]; [bracketed words]; url; [url]; [url label].<br /> <b>Tables</b>: || cell text |||| cell text spanning two columns ||; no trailing white space allowed after tables or titles.<br />
fr: <b>Accentuation :</b> ''<i>italique</i>''; '''<b>gras</b>'''; '''''<b><i>italique gras</i></b>'''''; ''<i>mélange de '''<b>gras</b>''' et italique</i>''; ---- règle horizontale.<br /> <b>Entêtes :</b> = Titre 1 =; == Titre 2 ==; === Titre 3 ===; ==== Titre 4 ====; ===== Titre 5 =====.<br /> <b>Listes :</b> un espace et une des * puces; 1., a., A., i., I. énumérations ; 1.#n commence à partir de n; l'espace seul provoque une indentation.<br /> <b>Liens :</b> MotsAttachésEnMajuscules; ["crochets et guillemets"]; [mots entre crochets]; url; [url]; [url label].<br /> <b>Tableaux</b> : || cellule de texte |||| cellule de texte s'étendant sur deux colonnes ||; Les espaces après un tableau ou un titre ne sont pas autorisés.<br />

source: Use one of the following templates as an initial release :
fr: Utiliser un des modèles de pages qui suivent pour une premièrecréation :

source: To create your own templates, add a page with a 'Template' suffix.
fr: Pour créer vos propres modèles de pages, ajouter une page avec lesuffix 'Template'.

source: Skip to preview
fr: Aller à la prévisualisation

source: ReduceEditor
fr: RéduireÉditeur

source: Describe %s here
fr: Décrire %s ici

source: --Select Category--
fr: -- Sélectionner une catégorie

source: Save
fr: Sauvegarder

source: Summary of Change
fr: Sommaire des modifications

source: %s is not valid action
fr: %s n'est pas une action valide

source: Is it valid action ?
fr: Est-ce que c'est une action valide ?

source: File '%s' is deleted
fr: Le fichier '%s' est effacé

source: Fail to delete '%s'
fr: Impossible d'effacer '%s'

source: Directory '%s' is deleted
fr: Le répertoire '%s' est effacé

source: Fail to rmdir '%s'
fr: Impossible d'effacer le répertoire '%s'

source: No files are selected !
fr: Aucun fichier n'est sélectionné !

source: "%s" is deleted !
fr: "%s" est effacé !

source: Please delete this file manually.
fr: Merci d'effacer ce fichier manuellement.

source: Delete "%s" ?
fr: Effacer "%s" ?

source: Use more specific text
fr: Utiliser un texte plus spécifique

source: Goto Editor
fr: Aller à l'éditeur

source: Someone else saved the page while you edited %s
fr: Quelqu'un a sauvegardé la page tandis que vous éditiez %s

source: Preview of %s
fr: Prévisualisation de %s

source: Conflict error!
fr: Erreur de conflit !

source: mail does not supported by default.
fr: La messagerie n'est pas supporté par défaut.

source: Sent notification mail.
fr: Des notifications par messagerie ont été envoyées.

source: No subscribers found.
fr: Aucun abonné trouvé.

source: %s is not editable
fr: %s n'est pas éditable

source: %s is saved
fr: %s est sauvegardé

source: Nobody subscribed to this page.
fr: Personne n'est abonné à cette page, aucun mail envoyé

source: %s page is modified
fr: la page %s est modifié

source: You have subscribed to this wiki page on "%s" for change notification.
fr: Vous vous êtes abonné à cette page du wiki "%s" pour recevoir des notifications de modification.

source: Send notification mails to all subscribers
fr: Envoyez un mail de notification à tous les abonnés

source: Mails are sent successfully
fr: Mail envoyé avec succès

source: mails are sent to '%s'
fr: un mail a été envoyé à '%s'

source: Login
fr: Se connecter

source: Make profile
fr: Faire un profil

source: password again
fr: mot de passe de nouveau

source: New password
fr: Nouveau mot de passe

source: logout
fr: se déconnecter

source: Title search for "%s"
fr: Recherche de titre pour "%s"

source: FrontPage
fr: PageAccueil

source: RecentChanges
fr: ChangementsRécents

source: TitleIndex
fr: IndexTitre

source: HelpContents
fr: SommaireAide

source: DeletePage
fr: EffacerPage

source: LikePages
fr: PagesSimilaires
